Repository: common-repository/safari-push
Catalog: languages/safari-push-*.po
Languages: fr_fr

source: To enable push notifications for this site, click "Allow" when Safari asks you.
fr_fr: Pour activer les notifications push pour ce site, cliquez sur "Autoriser" quand Safari vous le demande.

source: To enable or modify push notifications for this site, use Safari 7.0 or newer.
fr_fr: Pour activer ou modifier les notifications push pour ce site, utilisez Safari 7.0 ou supérieur.

source: Something went wrong communicating with the push notification server, please try again later.
fr_fr: Quelque chose s'est mal passé lors de la communication avec le serveur de notification push, veuillez réessayer plus tard.

source: Push notifications are enabled for this site.
fr_fr: Les notifications push sont activées pour ce site.

source: You have opted not to receive push notifications from us.
fr_fr: Vous avez choisi de ne pas recevoir de notifications push de notre part.

source: Enable push notifications
fr_fr: Activer les notifications push

source: Web Service Settings
fr_fr: Réglages du service web

source: Web Service URL
fr_fr: URL du service web

source: Website Push ID
fr_fr: ID push du site internet

source: Web Service Push Endpoint
fr_fr: Point d'arrivé du service web push

source: Web Service Authentication Code
fr_fr: Code d'authentification du service web

source: Web Service Push Title Tag
fr_fr: Marqueur titre du service web push

source: Web Service Push Body Tag
fr_fr: Marqueur corps du service web push

source: Web Service Push Action Tag
fr_fr: Marqueur action du service web push

source: Web Service Push URL Arguments Tag
fr_fr: Marqueur des arguments de l'URL du service web push

source: Web Service Push Authentication Tag
fr_fr: Marqueur d'authentification du service web push

source: Shortcode Settings
fr_fr: Réglages du shortcode

source: Default message
fr_fr: Message par défaut

source: Unsupported system message
fr_fr: Message pour les systèmes non supportés

source: Error message
fr_fr: Message d'erreur

source: Permission granted message
fr_fr: Message pour la permission autorisée

source: Permission denied message
fr_fr: Message pour la permission refusée

source: Safari Push Notification Options
fr_fr: Options de Safari Push Notification

source: Send a push notification
fr_fr: Envoyer une notification push

source: Use the form below to send a notification (note that this will be sent to all currently subscribed recipients!)
fr_fr: Utilisez le formulaire ci-dessous pour envoyer une notification (notez qu'elle sera envoyée à toutes les personnes actuellement inscrites !)

source: Notification Title
fr_fr: Titre de la notification

source: Notification Body
fr_fr: Corps de la notification

source: More information on Safari Push Notifications
fr_fr: Plus d'informations sur les notifications push de Safari

source: Safari Push Notification Plugin for Wordpress by
fr_fr: Extension WordPress Safari Push Notification par

source: Plugin version
fr_fr: Version de l'extension

source: Base URL to your push web service, e.g. https://mypushservice.com
fr_fr: URL de base de votre service web de push, ex : https://mypushservice.com

source: Unique identifier for your Website Push ID, e.g. web.com.mysite
fr_fr: Identifiant unique pour votre site Push ID, ex : web.com.monsite

source: Endpoint for your web service to receive new notifications, e.g. /v1/push
fr_fr: Point d'arrivé de votre service web pour recevoir de nouvelles notifications, ex : /v1/push

source: Authentication code for your web service
fr_fr: Code d'authentification de votre service web

source: Endpoint tag for push notification title, e.g. title
fr_fr: Marqueur du point d'arrivé pour le titre des notifications push, ex : titre

source: Endpoint tag for push notification body, e.g. body
fr_fr: Marqueur du point d'arrivé pour le corps des notifications push, ex : corps

source: Endpoint tag for push notification action button label, e.g. button
fr_fr: Marqueur du point d'arrivé pour le label des boutons d'actions des notifications push, ex : bouton

source: Endpoint tag for push notification URL arguments, e.g. urlargs
fr_fr: Marqueur du point d'arrivé pour les arguments d'URL des notifications push, ex : urlargs

source: Endpoint tag for push notification authentication, e.g. auth
fr_fr: Marqueur du point d'arrivé pour l'authentification des notifications push, ex : auth

source: Default HTML to display in Shortcode
fr_fr: HTML par défaut à afficher dans le shortcode

source: HTML to display in Shortcode on unsupported systems
fr_fr: HTML à afficher dans le shortcode sur les systèmes non supportés

source: HTML to display in Shortcode in case of error
fr_fr: HTML à afficher dans le shortcode en cas d'erreur

source: HTML to display in Shortcode when notifications have been granted
fr_fr: HTML à afficher dans le shortcode quand les notifications ont été autorisées

source: HTML to display in Shortcode when notifications have been denied (use onClick="surrealroad_safaripush_requestPermission();" on a button to allow the user to request permission again)
fr_fr: HTML à afficher dans le shortcode quand les notifications ont été refusées (utilisez onClick="surrealroad_safaripush_requestPermission();" sur un bouton pour autoriser l'utilisateur à demander de nouveau la permission)
